Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/hva-er-bredband_id_446965.html.tmx
Source language: nob
Languages: sme

source: Hva er bredbånd ?
sme: Mii lea šuđggabáddi ?

source: Bredbåndsteknologiene er i rask og kontinuerlig utvikling.
sme: Šuđggabáddeteknologiijat ovdánit johtilit ja bissánkeahttá.

source: På grunn av den usikkerhet dette gir i forhold til utvikling av kapasitet og behov for bredbånd, har Regjeringen ikke definert noen spesifikk nedre grense for overføringskapasitet.
sme: Dan eahpesihkkarvuođa geažil maid dát dilli dahká šuđggabátti kapasitehta ja dárbbuid ovdáneapmái, de Ráđđehus ii leat bidjan makkárge vuolit rájá diehtojohtomearrái.

source: Isteden har Regjeringen en bruksorientert tilnærming der bredbånd defineres som ” toveis kommunikasjonsnett som kan overføre ulike former for data som tekst, lyd og levende bilder og som må kunne bære nye tjenester og tillate at flere bruker nettet samtidig ”.
sme: Dan sadjái Ráđđehusas lea geavaheaddjiid vástesaš lahkaneapmi áššái, mas šuđggabáddi čilgejuvvo ” guovtteguvlosaš gulahallanfierpmádahkan mii sáhttá dolvvodit iešguđetlágan dihtorvuđot dieđuid nugo teavsttaid, jienaid ja ealli govaid, ja mii ferte sáhttit doaimmahit ođđa bálvalusaid ja luoitit eanebuid geavahit fierpmádaga oktanaga ”.

source: I praksis innebærer dette at kapasiteter tilsvarende ADSL (bredbånd over telefonkabel) og oppover regnes som bredbånd.
sme: Geavadis dat mearkkaša ahte doaibmannávccat mat sulastahttet ADSL (telefonjođđasiid šuđggabátti) ja daid mat leat návccalaččabut, galget adnojuvvot
